tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "minamijoyo/hcledit"
tap "minamijoyo/myaws"
tap "minamijoyo/tfedit"
tap "minamijoyo/tfmigrate"
tap "minamijoyo/tfschema"
tap "minamijoyo/tfupdate"

brew "asdf"
brew "awscli"
brew "circleci"
brew "direnv"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "jq"
brew "mas"
brew "peco"
brew "pinact"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "sqlparse"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "zplug"
brew "minamijoyo/hcledit/hcledit"
brew "minamijoyo/myaws/myaws"
brew "minamijoyo/tfedit/tfedit"
brew "minamijoyo/tfmigrate/tfmigrate"
brew "minamijoyo/tfschema/tfschema"
brew "minamijoyo/tfupdate/tfupdate"

cask "1password"
cask "aws-vault-binary"
cask "dash"
cask "docker-desktop"
cask "git-credential-manager"
cask "google-japanese-ime"
cask "iterm2"
cask "licecap"
cask "ollama-app"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code"
cask "zoom"

mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
