tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "minamijoyo/hcledit"
tap "minamijoyo/myaws"
tap "minamijoyo/tfedit"
tap "minamijoyo/tfmigrate"
tap "minamijoyo/tfschema"
tap "minamijoyo/tfupdate"

brew "awscli"
brew "circleci"
brew "direnv"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "goenv", args: ["HEAD"]
brew "jq"
brew "mas"
brew "peco"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "minamijoyo/hcledit/hcledit"
brew "minamijoyo/myaws/myaws"
brew "minamijoyo/tfedit/tfedit"
brew "minamijoyo/tfmigrate"
brew "minamijoyo/tfschema/tfschema"

cask "1password"
cask "alfred"
cask "aws-vault"
cask "dash"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jasper"
cask "slack"
cask "visual-studio-code"
cask "zoom"

mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
