tap "aquasecurity/trivy"
tap "dbcli/tap"
tap "eugenmayer/dockersync"
tap "fujiwara/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "iann0036/iamlive"
tap "minamijoyo/hcledit"
tap "minamijoyo/myaws"
tap "minamijoyo/tfedit"
tap "minamijoyo/tfmigrate"
tap "minamijoyo/tfschema"
tap "minamijoyo/tfupdate"
brew "python@3.9"
brew "athenacli"
brew "awscli"
brew "circleci"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "conftest"
brew "direnv"
brew "fswatch"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "guile"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "goenv", args: ["HEAD"]
brew "hadolint"
brew "hub"
brew "jid"
brew "jq"
brew "libpq"
brew "mkcert"
brew "mycli"
brew "mysql-client"
brew "nghttp2"
brew "peco"
brew "perl"
brew "pgcli"
brew "python@3.8"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "shellcheck"
brew "sqlparse"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfmigrate"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "unison"
brew "vim"
brew "watch"
brew "wdiff"
brew "yamllint"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "eugenmayer/dockersync/unox"
brew "fujiwara/tap/lambroll"
brew "hashicorp/tap/terraform-ls"
brew "iann0036/iamlive/iamlive"
brew "minamijoyo/hcledit/hcledit"
brew "minamijoyo/myaws/myaws"
brew "minamijoyo/tfedit/tfedit"
brew "minamijoyo/tfschema/tfschema"
cask "aws-vault"
